#include <stdio.h>
int cnt_bit(int a){
    int sum0,sum1;
        sum0=a+5;
        sum1=a+9;
    printf("%d %d\n",sum0,sum1);
    return 0;
}

// int main (){
//     int i;
// printf("%d 的结果是,%d,%d\n",0,5,9);

//     for (i = 1; i <10; i++)
//     {
//            printf("%d 的结果是,%d,%d\n",16*i,(16*i)+5,(16*i)+9);
//     }
//     return 0;
// }

int main (){
    int i;
printf("%d 的结果是:\t%d,%d,%d,%d,%d\n",0,5,6,7,8,9);

    for (i = 1; i <10; i++)
    {
           printf("%d 的结果是:\t%d,%d,%d,%d,%d\n",16*i,(16*i)+5,(16*i)+6,(16*i)+7,(16*i)+8,(16*i)+9);
    }
    return 0;
}
/*
0   的结果是    5       6       7       8       9
16  的结果是    21      22      23      24      25
32  的结果是    37      38      39      40      41
48  的结果是    53      54      55      56      57
64  的结果是    69      70      71      72      73
80  的结果是    85      86      87      88      89
96  的结果是    101     102     103     104     105
112 的结果是    117     118     119     120     121
128 的结果是    133     134     135     136     137
144 的结果是    149     150     151     152     153
*/

/*

*/
